Repository: Belfagor2005/Foreca4
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Foreca4/locale/*/LC_MESSAGES/Foreca4.po
Languages: ar, ca, cs, de, el, es, fr, it, ru

source: Unit Settings
ar: إعدادات الوحدات
ca: Configuració d'unitats
cs: Nastavení jednotek
de: Einheiteneinstellungen
el: Ρυθμίσεις Μονάδων
es: Configuración de unidades
fr: Paramètres d'unités
it: Impostazioni Unità
ru: Настройки единиц

source: Unit settings saved. Restart plugin to apply changes.
ar: تم حفظ إعدادات الوحدات. أعد تشغيل الملحق لتطبيق التغييرات.
cs: Nastavení jednotek uloženo. Pro použití změn restartujte plugin.
de: Einheiteneinstellungen gespeichert. Plugin neu starten, um Änderungen zu übernehmen.
fr: Paramètres d'unités enregistrés. Redémarrez le plugin pour appliquer les changements.
ru: Настройки единиц сохранены. Перезапустите плагин для применения изменений.

source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámé
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
it: Sconosciuto
ru: Неизвестно

source: Up - Previous page
ar: أعلى - الصفحة السابقة
ca: Amunt - Pàgina anterior
cs: Nahoru - Předchozí strana
de: Nach oben – Vorherige Seite
el: Πάνω - Προηγούμενη σελίδα
es: Arriba - Página anterior
fr: Haut - Page précédente
it: Su - Pagina precedente
ru: Вверх - Предыдущая страница

source: Use arrow keys to scroll
ar: استخدم مفاتيح الأسهم للتمرير
ca: Utilitza les tecles de fletxa per desplaçar-te
cs: Pro posouvání použijte šipky
de: Pfeiltasten zum Blättern verwenden
el: Χρησιμοποιήστε τα βέλη για κύλιση
es: Use las teclas de flecha para desplazarse
fr: Utilisez les touches fléchées pour défiler
it: Utilizzare i tasti freccia per scorrere
ru: Используйте клавиши со стрелками для прокрутки

source: Weather
ar: الطقس
cs: Počasí
el: Καιρός
es: Clima

source: Weather Maps
ar: خرائط الطقس
ca: Mapes meteorològics
cs: Mapy počasí
de: Wetterkarten
el: Χάρτες Καιρού
es: Mapas meteorológicos
fr: Cartes météo
it: Mappe Meteo
ru: Погодные карты

source: Weather Maps & Satellite
ar: خرائط الطقس والأقمار الصناعية
ca: Mapes meteorològics i satèl·lit
cs: Mapy počasí a satelit
de: Wetterkarten & Satellit
el: Χάρτες Καιρού & Δορυφόρος
es: Mapas meteorológicos y satélite
fr: Cartes météo et satellite
it: Mappe Meteo & Satellite
ru: Погодные карты и спутник

source: Weather Maps (Wetterkontor)
ar: خرائط الطقس (Wetterkontor)
ca: Mapes meteorològics (Wetterkontor)
cs: Mapy počasí (Wetterkontor)
de: Wetterkarten (Wetterkontor)
el: Χάρτες Καιρού (Wetterkontor)
es: Mapas meteorológicos (Wetterkontor)
fr: Cartes météo (Wetterkontor)
it: Mappe Meteo (Wetterkontor)
ru: Погодные карты (Wetterkontor)

source: Weather Maps Slideshow
ar: عرض شرائح خرائط الطقس
ca: Presentació de mapes meteorològics
cs: Prezentace map počasí
de: Wetterkarten Diashow
el: Προβολή Διαφανειών Χαρτών Καιρού
es: Presentación de mapas meteorológicos
fr: Diaporama des cartes météo
it: Presentazione Mappe Meteo
ru: Слайд-шоу погодных карт

source: Weather Radar
ar: رادار الطقس
ca: Radar meteorològic
cs: Meteorologický radar
de: Wetterradar
el: Μετεωρολογικό Ραντάρ
es: Radar meteorológico
fr: Radar météo
it: Radar Meteo
ru: Метеорологический радар

source: Weather today
ar: طقس اليوم
ca: Temps avui
cs: Počasí dnes
de: Wetter heute
el: Καιρός σήμερα
es: Clima hoy
fr: Météo aujourd'hui
it: Meteo oggi
ru: Погода сегодня

source: Weather tomorrow
ar: طقس الغد
ca: Temps demà
cs: Počasí zítra
de: Wetter morgen
el: Καιρός αύριο
es: Clima mañana
fr: Météo demain
it: Meteo domani
ru: Погода завтра

source: Weekly Forecast
ar: التوقعات الأسبوعية
ca: Pronòstic setmanal
cs: Týdenní předpověď
de: Wochenvorhersage
el: Εβδομαδιαία Πρόγνωση
es: Pronóstico semanal
fr: Prévisions hebdomadaires
it: Previsioni settimanali
ru: Недельный прогноз

source: Wind
ar: الرياح
cs: Vítr
el: Άνεμος
es: Viento

source: Window transparency
ar: شفافية النافذة
ca: Transparència de finestra
cs: Průhlednost okna
de: Fenstertransparenz
el: Διαφάνεια παραθύρου
es: Transparencia de ventana
fr: Transparence de la fenêtre
it: Trasparenza Finestra
ru: Прозрачность окон

source: Yellow - Favorite 2
ar: أصفر - المفضلة 2
ca: Groc - Favorit 2
cs: Žlutá - Oblíbené 2
de: Gelb – Favorit 2
el: Κίτρινο - Αγαπημένο 2
es: Amarillo - Favorito 2
fr: Jaune - Favori 2
it: Giallo - Favorito 2
ru: Желтая кнопка - Избранное 2

source: stations nearby
ar: المحطات القريبة
cs: stanice v okolí
el: κοντινοί σταθμοί

source: v.
ar: إصدار.
el: έκδ.
ru: в.

source: • BLUE to save as Home
ar: • أزرق للحفظ كالصفحة الرئيسية
ca: • BLAU per desar com a Inici
cs: • MODRÁ pro uložení jako Domov
de: • BLAU zum Speichern als Startseite
el: • ΜΠΛΕ για αποθήκευση ως Αρχική
es: • AZUL para guardar como Inicio
fr: • BLEU pour enregistrer comme Accueil
it: • BLU per salvare come Home
ru: • СИНИЙ для сохранения как Домой

source: • CH+/CH- to jump 500 cities
ar: • CH+/CH- للقفز 500 مدينة
ca: • CH+/CH- per saltar 500 ciutats
cs: • CH+/CH- pro skok o 500 měst
de: • CH+/CH- zum Springen um 500 Städte
el: • CH+/CH- για μετάβαση 500 πόλεων
es: • CH+/CH- para saltar 500 ciudades
fr: • CH+/CH- pour sauter 500 villes
it: • CH+/CH- per saltare 500 città
ru: • CH+/CH- для перехода на 500 городов

source: • GREEN to save as Favorite 1
ar: • أخضر للحفظ كالمفضلة 1
ca: • VERD per desar com a Favorit 1
cs: • ZELENÁ pro uložení jako Oblíbené 1
de: • GRÜN zum Speichern als Favorit 1
el: • ΠΡΑΣΙΝΟ για αποθήκευση ως Αγαπημένο 1
es: • VERDE para guardar como Favorito 1
fr: • VERT pour enregistrer comme Favori 1
it: • VERDE per salvare come Preferito 1
ru: • ЗЕЛЁНЫЙ для сохранения как Избранное 1

source: • OK to select city
ar: • موافق لاختيار المدينة
ca: • D'ACORD per seleccionar ciutat
cs: • OK pro výběr města
de: • OK zum Auswählen der Stadt
el: • ΟΚ για επιλογή πόλης
es: • OK para seleccionar ciudad
fr: • OK pour sélectionner la ville
it: • OK per selezionare la città
ru: • OK для выбора города

source: • RED to open search keyboard
ar: • أحمر لفتح لوحة مفاتيح البحث
ca: • VERMELL per obrir el teclat de cerca
cs: • ČERVENÁ pro otevření vyhledávací klávesnice
de: • ROT zum Öffnen der Suchtastatur
el: • ΚΟΚΚΙΝΟ για άνοιγμα πληκτρολογίου αναζήτησης
es: • ROJO para abrir el teclado de búsqueda
fr: • ROUGE pour ouvrir le clavier de recherche
it: • ROSSO per aprire la tastiera di ricerca
ru: • КРАСНЫЙ для открытия клавиатуры поиска

source: • Use arrow keys to navigate
ar: • استخدم مفاتيح الأسهم للتنقل
ca: • Utilitza les tecles de fletxa per navegar
cs: • Pro navigaci použijte šipky
de: • Pfeiltasten zum Navigieren
el: • Χρησιμοποιήστε τα βέλη για πλοήγηση
es: • Use las teclas de flecha para navegar
fr: • Utilisez les touches fléchées pour naviguer
it: • Utilizzare i tasti freccia per navigare
ru: • Используйте клавиши со стрелками для навигации

source: • VOL+/VOL- to jump 100 cities
ar: • VOL+/VOL- للقفز 100 مدينة
ca: • VOL+/VOL- per saltar 100 ciutats
cs: • VOL+/VOL- pro skok o 100 měst
de: • VOL+/VOL- zum Springen um 100 Städte
el: • VOL+/VOL- για μετάβαση 100 πόλεων
es: • VOL+/VOL- para saltar 100 ciudades
fr: • VOL+/VOL- pour sauter 100 villes
it: • VOL+/VOL- per saltare 100 città
ru: • VOL+/VOL- для перехода на 100 городов

source: • YELLOW to save as Favorite 2
ar: • أصفر للحفظ كالمفضلة 2
ca: • GROC per desar com a Favorit 2
cs: • ŽLUTÁ pro uložení jako Oblíbené 2
de: • GELB zum Speichern als Favorit 2
el: • ΚΙΤΡΙΝΟ για αποθήκευση ως Αγαπημένο 2
es: • AMARILLO para guardar como Favorito 2
fr: • JAUNE pour enregistrer comme Favori 2
it: • GIALLO per salvare come Preferito 2
