Repository: Belfagor2005/Foreca4
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Foreca4/locale/*/LC_MESSAGES/Foreca4.po
Languages: ar, ca, cs, de, el, es, fr, it, ru

source: Left arrow - Previous day
ar: السهم الأيسر - اليوم السابق
ca: Fletxa esquerra - Dia anterior
cs: Šipka doleva - Předchozí den
de: Pfeil nach links – Vorheriger Tag
el: Βέλος αριστερά - Προηγούμενη ημέρα
es: Flecha izquierda - Día anterior
fr: Flèche gauche - Jour précédent
it: Freccia sinistra - Giorno precedente
ru: Стрелка влево - Предыдущий день

source: Loading available maps...
ar: جاري تحميل الخرائط المتاحة...
ca: Carregant mapes disponibles...
cs: Načítání dostupných map...
de: Verfügbare Karten werden geladen...
el: Φόρτωση διαθέσιμων χαρτών...
es: Cargando mapas disponibles...
fr: Chargement des cartes disponibles...
it: Caricamento mappe disponibili...
ru: Загрузка доступных карт...

source: Loading nearby stations...
ar: جاري تحميل المحطات القريبة...
ca: Carregant estacions properes...
cs: Načítání blízkých stanic...
de: Nahegelegene Stationen werden geladen...
el: Φόρτωση κοντινών σταθμών...
es: Cargando estaciones cercanas...
fr: Chargement des stations à proximité...
it: Caricamento delle stazioni vicine...
ru: Загрузка ближайших станций...

source: Loading weekly forecast...
ar: جاري تحميل التوقعات الأسبوعية...
ca: Carregant pronòstic setmanal...
cs: Načítání týdenní předpovědi...
de: Wochenvorhersage wird geladen...
el: Φόρτωση εβδομαδιαίας πρόγνωσης...
es: Cargando pronóstico semanal...
fr: Chargement des prévisions hebdomadaires...
it: Caricamento previsioni settimanali...
ru: Загрузка недельного прогноза...

source: Loading...
ar: جاري التحميل...
ca: Carregant...
cs: Načítání...
de: Laden...
el: Φόρτωση...
es: Cargando...
fr: Chargement...
it: Caricamento...
ru: Загрузка...

source: Lower Saxony
ar: ساكسونيا السفلى
ca: Baixa Saxònia
cs: Dolní Sasko
de: Niedersachsen
el: Κάτω Σαξονία
es: Baja Sajonia
fr: Basse-Saxe
it: Bassa Sassonia
ru: Нижняя Саксония

source: Luxembourg
ar: لوكسمبورغ
ca: Luxemburg
cs: Lucembursko
de: Luxemburg
el: Λουξεμβούργο
es: Luxemburgo
it: Lussemburgo
ru: Люксембург

source: Mecklenburg-Vorpommern
ar: مكلنبورغ-فوربومرن
ca: Mecklenburg-Pomerània Occidental
cs: Meklenbursko-Přední Pomořansko
el: Μεκλεμβούργο-Δυτική Πομερανία
es: Mecklemburgo-Pomerania Occidental
fr: Mecklembourg-Poméranie-Occidentale
it: Meclemburgo-Pomerania Anteriore
ru: Мекленбург-Передняя Померания

source: Menu - Settings
ar: القائمة - الإعدادات
ca: Menú - Configuració
cs: Menu - Nastavení
de: Menü - Einstellungen
el: Μενού - Ρυθμίσεις
es: Menú - Configuración
fr: Menu - Paramètres
it: Menu - Impostazioni
ru: Меню - Настройки

source: Meteogram
ar: الرسم الجوي
ca: Meteograma
de: Meteogramm
el: Μετεωρογράφημα
fr: Météogramme
it: Meteogramma
ru: Метеограмма

source: Metric System
ar: النظام المتري
ca: Sistema mètric
cs: Metrický systém
de: Metrisches System
el: Μετρικό Σύστημα
es: Sistema Métrico
fr: Système métrique
it: Sistema Metrico
ru: Метрическая система

source: Metric System (Celsius, km/h, hPa)
ar: النظام المتري (مئوية، كم/س، هيكتوباسكال)
cs: Metrický systém (Celsia, km/h, hPa)
de: Metrisches System (Celsius, km/h, hPa)
fr: Système métrique (Celsius, km/h, hPa)
ru: Метрическая система (Цельсий, км/ч, гПа)

source: Middle America
ar: أمريكا الوسطى
ca: Amèrica Central
cs: Střední Amerika
de: Mittelamerika
el: Κεντρική Αμερική
es: América Central
fr: Amérique centrale
it: America Centrale
ru: Центральная Америка

source: Middle Asia
ar: آسيا الوسطى
ca: Àsia Central
cs: Střední Asie
de: Zentralasien
el: Κεντρική Ασία
es: Asia Central
fr: Asie centrale
it: Asia Centrale
ru: Центральная Азия

source: Middle East
ar: الشرق الأوسط
ca: Orient Mitjà
cs: Střední východ
de: Mittlerer Osten
el: Μέση Ανατολή
es: Oriente Medio
fr: Moyen-Orient
it: Medio Oriente
ru: Ближний Восток

source: Morning
ar: الصباح
ca: Matí
cs: Ráno
de: Morgens
el: Πρωί
es: Mañana
fr: Matin
it: Mattina
ru: Утро

source: Mostly clear
ar: صافٍ غالبًا
ca: Majoritàriament clar
cs: Většinou jasno
de: Meistens klar
el: Κυρίως αίθριος
es: Mayormente despejado
fr: Plutôt dégagé
it: Per lo più sereno
ru: В основном ясно

source: Netherlands
ar: هولندا
ca: Països Baixos
cs: Nizozemsko
de: Niederlande
el: Ολλανδία
es: Países Bajos
fr: Pays-Bas
it: Paesi Bassi
ru: Нидерланды

source: Next
ar: التالي
ca: Següent
cs: Další
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
it: Avanti
ru: Далее

source: Next page
ar: الصفحة التالية
ca: Pàgina següent
cs: Další strana
de: Nächste Seite
el: Επόμενη σελίδα
es: Página siguiente
fr: Page suivante
it: Pagina successiva
ru: Следующая страница

source: No City found in search!!!
ar: لم يتم العثور على مدينة في البحث!!!
ca: No s'ha trobat cap ciutat a la cerca!!!
cs: Nebylo nalezeno žádné město!!!
de: Keine Stadt in der Suche gefunden!!!
el: Δεν βρέθηκε πόλη στην αναζήτηση!!!
es: ¡¡¡No se encontró ninguna ciudad en la búsqueda!!!
fr: Aucune ville trouvée dans la recherche !!!
it: Nessuna città trovata nella ricerca!!!
ru: Город не найден в поиске!!!

source: No Internet connection detected. Please check your network.
ar: لم يتم اكتشاف اتصال بالإنترنت. يرجى التحقق من شبكتك.
ca: No s'ha detectat connexió a Internet. Comprova la teva xarxa.
cs: Nebylo zjištěno připojení k internetu. Zkontrolujte svou síť.
de: Keine Internetverbindung erkannt. Bitte überprüfen Sie Ihr Netzwerk.
el: Δεν εντοπίστηκε σύνδεση στο διαδίκτυο. Ελέγξτε το δίκτυό σας.
es: No se detectó conexión a Internet. Por favor, verifique su red.
fr: Aucune connexion Internet détectée. Veuillez vérifier votre réseau.
it: Nessuna connessione Internet rilevata. Controlla la tua rete.
ru: Не обнаружено подключение к Интернету. Пожалуйста, проверьте вашу сеть.

source: No city selected
ar: لم يتم اختيار مدينة
ca: Cap ciutat seleccionada
cs: Není vybráno město
de: Keine Stadt ausgewählt
el: Δεν επιλέχθηκε πόλη
es: Ninguna ciudad seleccionada
fr: Aucune ville sélectionnée
it: Nessuna Città selezionata
ru: Город не выбран

source: No data available
ar: لا توجد بيانات متاحة
ca: No hi ha dades disponibles
cs: Žádná dostupná data
de: Keine Daten verfügbar
el: Δεν υπάρχουν διαθέσιμα δεδομένα
es: No hay datos disponibles
fr: Aucune donnée disponible
it: Nessun dato disponibile
ru: Данные недоступны

source: No date available
ar: لا يوجد تاريخ متاح
ca: No hi ha data disponible
cs: Žádné dostupné datum
de: Kein Datum verfügbar
el: Δεν υπάρχει διαθέσιμη ημερομηνία
es: No hay fecha disponible
fr: Aucune date disponible
it: Nessun dato disponibile
ru: Нет доступной даты

source: No location selected
ar: لم يتم اختيار موقع
ca: Cap ubicació seleccionada
cs: Není vybráno místo
de: Kein Ort ausgewählt
el: Δεν επιλέχθηκε τοποθεσία
es: Ninguna ubicación seleccionada
fr: Aucun emplacement sélectionné
it: Nessuna posizione selezionata
ru: Местоположение не выбрано

source: No station data available
ar: لا توجد بيانات محطة متاحة
ca: No hi ha dades d'estació disponibles
cs: Nejsou k dispozici žádná data ze stanice
de: Keine Stationsdaten verfügbar
el: Δεν υπάρχουν διαθέσιμα δεδομένα σταθμού
es: No hay datos de estación disponibles
fr: Aucune donnée de station disponible
it: Nessun dato sulla stazione disponibile
ru: Нет данных со станции

source: No stations found
ar: لم يتم العثور على محطات
ca: No s'han trobat estacions
cs: Nebyly nalezeny žádné stanice
de: Keine Stationen gefunden
el: Δεν βρέθηκαν σταθμοί
es: No se encontraron estaciones
fr: Aucune station trouvée
it: Nessuna stazione trovata
ru: Станции не найдены

source: North Africa
ar: شمال أفريقيا
ca: Àfrica del Nord
cs: Severní Afrika
de: Nordafrika
el: Βόρεια Αφρική
es: África del Norte
fr: Afrique du Nord
it: Africa del Nord
ru: Северная Африка

source: North America
ar: أمريكا الشمالية
ca: Amèrica del Nord
cs: Severní Amerika
de: Nordamerika
el: Βόρεια Αμερική
es: América del Norte
fr: Amérique du Nord
it: America del Nord
ru: Северная Америка

source: North Rhine-Westphalia
ar: شمال الراين-وستفاليا
ca: Rin del Nord-Westfàlia
cs: Severní Porýní-Vestfálsko
de: Nordrhein-Westfalen
el: Βόρεια Ρηνανία-Βεστφαλία
es: Renania del Norte-Westfalia
fr: Rhénanie-du-Nord-Westphalie
it: Renania Settentrionale-Vestfalia
ru: Северный Рейн-Вестфалия

source: Norway
ar: النرويج
ca: Noruega
cs: Norsko
de: Norwegen
el: Νορβηγία
es: Noruega
fr: Norvège
it: Norvegia
ru: Норвегия

source: OK - Ext Info
ar: موافق - معلومات إضافية
ca: D'acord - Info ext
cs: OK - Další info
de: OK - Zusatzinfo
el: ΟΚ - Επιπλέον Πληροφορίες
es: OK - Información adicional
fr: OK - Infos supplémentaires
it: OK - Informazioni estese
ru: ОК - Доп. инфо

source: Open Keyboard
ar: فتح لوحة المفاتيح
ca: Obrir teclat
cs: Otevřít klávesnici
de: Tastatur öffnen
el: Άνοιγμα Πληκτρολογίου
es: Abrir teclado
fr: Ouvrir le clavier
it: Apri Tastiera
ru: Открыть клавиатуру

source: Overcast
ar: غائم بالكامل
ca: Cobert
cs: Zataženo
de: Bedeckt
el: Νεφελώδης
es: Cubierto
fr: Couvert
it: Coperto
ru: Сплошная облачность

source: Overcast and light rain
ar: غائم بالكامل وأمطار خفيفة
ca: Cobert i pluja lleugera
cs: Zataženo a slabý déšť
de: Bedeckt und leichter Regen
el: Νεφελώδης και ελαφριά βροχή
es: Cubierto y lluvia ligera
fr: Couvert et légère pluie
it: Coperto e pioggia leggera
ru: Пасмурно и мелкий дождь

source: Overcast and light snow
ar: غائم بالكامل وثلوج خفيفة
ca: Cobert i neu lleugera
cs: Zataženo a slabé sněžení
de: Bedeckt und leichter Schneefall
el: Νεφελώδης και ελαφριά χιονόπτωση
es: Cubierto y nieve ligera
fr: Couvert et légère neige
it: Coperto e neve leggera
ru: Пасмурно и легкий снег

source: Overcast and light wet snow
ar: غائم بالكامل وثلوج رطبة خفيفة
ca: Cobert i neu humida lleugera
cs: Zataženo a slabý mokrý sníh
de: Bedeckt und leichter Nieselschnee
el: Νεφελώδης και ελαφρύ υγρό χιόνι
es: Cubierto y aguanieve ligera
fr: Couvert et faible neige humide
it: Coperto e neve bagnata leggera
ru: Пасмурно и легкий мокрый снег

source: Overcast and rain
ar: غائم بالكامل وأمطار
ca: Cobert i pluja
cs: Zataženo a déšť
de: Bedeckt und Regen
el: Νεφελώδης και βροχή
es: Cubierto y lluvia
fr: Couvert et pluie
it: Coperto e pioggia
ru: Пасмурно и дождь

source: Overcast and showers
ar: غائم بالكامل وزخات مطر
ca: Cobert i xàfecs
cs: Zataženo a přeháňky
de: Bedeckt und Schauer
el: Νεφελώδης και μπόρες
es: Cubierto y chubascos
fr: Couvert et averses
it: Coperto e rovesci
ru: Пасмурно и ливни

source: Overcast and snow
ar: غائم بالكامل وثلوج
ca: Cobert i neu
cs: Zataženo a sněžení
de: Bedeckt und Schnee
el: Νεφελώδης και χιόνι
es: Cubierto y nieve
fr: Couvert et neige
it: Coperto e neve
ru: Пасмурно и снег

source: Overcast and snow showers
ar: غائم بالكامل وزخات ثلجية
ca: Cobert i xàfecs de neu
cs: Zataženo a sněhové přeháňky
de: Bedeckt und Schneeschauer
el: Νεφελώδης και χιονομπόρες
es: Cubierto y chubascos de nieve
fr: Couvert et averses de neige
it: Coperto e rovesci di neve
ru: Пасмурно и ливневый снег

source: Overcast and wet snow
ar: غائم بالكامل وثلوج رطبة
ca: Cobert i neu humida
cs: Zataženo a mokrý sníh
de: Bedeckt und nasser Schnee
el: Νεφελώδης και υγρό χιόνι
es: Cubierto y aguanieve
fr: Couvert et neige humide
it: Coperto e neve bagnata
ru: Пасмурно и мокрый снег

source: Overcast and wet snow showers
ar: غائم بالكامل وزخات ثلج رطب
ca: Cobert i xàfecs de neu humida
cs: Zataženo a přeháňky mokrého sněhu
de: Bedeckt und nasse Schneeschauer
el: Νεφελώδης και μπόρες υγρού χιονιού
es: Cubierto y chubascos de aguanieve
fr: Couvert et averses de neige humide
it: Coperto e rovesci di neve bagnata
ru: Пасмурно и ливни со снегопадом

source: Overcast, thunderstorms with rain
ar: غائم بالكامل، عواصف رعدية مع أمطار
ca: Cobert, tempestes amb pluja
cs: Zataženo, bouřky s deštěm
de: Bedeckt, Gewitter mit Regen
el: Νεφελώδης, καταιγίδες με βροχή
es: Cubierto, tormentas con lluvia
fr: Couvert, orages avec pluie
it: Coperto, temporali con pioggia
ru: Пасмурно, грозы с дождем

source: Overnight
ar: أثناء الليل
ca: Nit
cs: Přes noc
de: Über Nacht
el: Διανυκτέρευση
es: Durante la noche
fr: Nuit
it: Notte
ru: Ночь

source: Partly cloudy
ar: غائم جزئيًا
ca: Parcialment ennuvolat
cs: Polojasno
de: Teilweise bewölkt
el: Μερικώς συννεφιασμένος
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso
ru: Переменная облачность

source: Partly cloudy and light rain
ar: غائم جزئيًا وأمطار خفيفة
ca: Parcialment ennuvolat i pluja lleugera
cs: Polojasno a slabý déšť
de: Teilweise bewölkt und leichter Regen
el: Μερικώς συννεφιασμένος και ελαφριά βροχή
es: Parcialmente nublado y lluvia ligera
fr: Partiellement nuageux et légère pluie
it: Parzialmente nuvoloso e pioggia leggera
ru: Переменная облачность и небольшой дождь

source: Partly cloudy and light snow
ar: غائم جزئيًا وثلوج خفيفة
ca: Parcialment ennuvolat i neu lleugera
cs: Polojasno a slabé sněžení
de: Teilweise bewölkt und leichter Schneefall
el: Μερικώς συννεφιασμένος και ελαφριά χιονόπτωση
es: Parcialmente nublado y nieve ligera
fr: Partiellement nuageux et légère neige
it: Parzialmente nuvoloso e neve leggera
ru: Переменная облачность и небольшой снег

source: Partly cloudy and light wet snow
ar: غائم جزئيًا وثلوج رطبة خفيفة
ca: Parcialment ennuvolat i neu humida lleugera
cs: Polojasno a slabý mokrý sníh
de: Teilweise bewölkt und leichter Nieselschnee
el: Μερικώς συννεφιασμένος και ελαφρύ υγρό χιόνι
es: Parcialmente nublado y aguanieve ligera
fr: Partiellement nuageux et faible neige humide
it: Parzialmente nuvoloso e neve bagnata leggera
ru: Переменная облачность и небольшой мокрый снег

source: Partly cloudy and showers
ar: غائم جزئيًا وزخات مطر
ca: Parcialment ennuvolat i xàfecs
cs: Polojasno a přeháňky
de: Teilweise bewölkt und Schauer
el: Μερικώς συννεφιασμένος και μπόρες
es: Parcialmente nublado y chubascos
fr: Partiellement nuageux et averses
it: Parzialmente nuvoloso e rovesci
ru: Переменная облачность и ливни

source: Partly cloudy and snow showers
ar: غائم جزئيًا وزخات ثلجية
ca: Parcialment ennuvolat i xàfecs de neu
cs: Polojasno a sněhové přeháňky
de: Teilweise bewölkt und Schneeschauer
el: Μερικώς συννεφιασμένος και χιονομπόρες
es: Parcialmente nublado y chubascos de nieve
fr: Partiellement nuageux et averses de neige
it: Parzialmente nuvoloso e rovesci di neve
ru: Переменная облачность и ливневый снег

source: Partly cloudy and wet snow showers
ar: غائم جزئيًا وزخات ثلج رطب
ca: Parcialment ennuvolat i xàfecs de neu humida
cs: Polojasno a přeháňky mokrého sněhu
de: Teilweise bewölkt und nasse Schneeschauer
el: Μερικώς συννεφιασμένος και μπόρες υγρού χιονιού
es: Parcialmente nublado y chubascos de aguanieve
fr: Partiellement nuageux et averses de neige humide
it: Parzialmente nuvoloso e rovesci di neve bagnata
ru: Переменная облачность и сильный снег

source: Partly cloudy, possible thunderstorms with rain
ar: غائم جزئيًا، احتمالية عواصف رعدية مع أمطار
ca: Parcialment ennuvolat, possibles tempestes amb pluja
cs: Polojasno, možné bouřky s deštěm
de: Teilweise bewölkt, mögliche Gewitter mit Regen
el: Μερικώς συννεφιασμένος, πιθανές καταιγίδες με βροχή
es: Parcialmente nublado, posibles tormentas con lluvia
fr: Partiellement nuageux, possibles orages avec pluie
it: Parzialmente nuvoloso, possibili temporali con pioggia
ru: Переменная облачность, возможны грозы с дождем

source: Play/Pause
ar: تشغيل/إيقاف مؤقت
ca: Reproduir/Pausa
cs: Přehrát/Pozastavit
de: Abspielen/Pause
el: Αναπαραγωγή/Παύση
es: Reproducir/Pausa
fr: Lecture/Pause
it: Riproduci/Pausa
ru: Воспроизведение/Пауза

source: Please check your api_config.txt file.
ar: يرجى التحقق من ملف api_config.txt الخاص بك.
ca: Comprova el teu fitxer api_config.txt.
cs: Zkontrolujte prosím svůj soubor api_config.txt.
de: Bitte überprüfen Sie Ihre api_config.txt-Datei.
el: Ελέγξτε το αρχείο api_config.txt σας.
fr: Veuillez vérifier votre fichier api_config.txt.
it: Controlla il tuo file api_config.txt.
ru: Пожалуйста, проверьте ваш файл api_config.txt.

source: Please wait ...
ar: يرجى الانتظار ...
ca: Espera, si us plau ...
cs: Prosím čekejte ...
de: Bitte warten ...
el: Παρακαλώ περιμένετε ...
es: Por favor, espere ...
fr: Veuillez patienter...
it: Attendere prego ...
ru: Пожалуйста, подождите ...

source: Poland
ar: بولندا
ca: Polònia
cs: Polsko
de: Polen
el: Πολωνία
es: Polonia
fr: Pologne
it: Polonia
ru: Польша

source: Portugal
ar: البرتغال
cs: Portugalsko
el: Πορτογαλία
it: Portogallo
ru: Португалия

source: Possible reasons:
ar: الأسباب المحتملة:
ca: Possibles raons:
cs: Možné důvody:
de: Mögliche Gründe:
el: Πιθανοί λόγοι:
fr: Raisons possibles :
it: Possibili motivi:
ru: Возможные причины:

source: Precipitation
ar: هطول الأمطار
cs: Srážky
el: Υετός

source: Pressure
ar: الضغط الجوي
cs: Tlak
el: Πίεση

source: Previous
ar: السابق
ca: Anterior
cs: Předchozí
de: Zurück
el: Προηγούμενο
es: Anterior
fr: Précédent
it: Precedente
ru: Предыдущий

source: Previous page
ar: الصفحة السابقة
ca: Pàgina anterior
cs: Předchozí strana
de: Vorherige Seite
el: Προηγούμενη σελίδα
es: Página anterior
fr: Page précédente
it: Pagina precedente
ru: Предыдущая страница

source: Red
ar: أحمر
ca: Vermell
cs: Červená
de: Rot
el: Κόκκινο
es: Rojo
fr: Rouge
it: Rosso
ru: Красный

source: Red - Color select
ar: أحمر - اختيار اللون
ca: Vermell - Selecció de color
cs: Červená - Výběr barvy
de: Rot – Farbe auswählen
el: Κόκκινο - Επιλογή χρώματος
es: Rojo - Selección de color
fr: Rouge - Sélection de couleur
it: Rosso - Seleziona colore
ru: Красная кнопка - Выбор цвета

source: Rhineland-Palatine
ar: راينلاند-بفالز
ca: Renània-Palatinat
cs: Porýní-Falc
de: Rheinland-Pfalz
el: Ρηνανία-Παλατινάτο
es: Renania-Palatinado
fr: Rhénanie-Palatinat
it: Renania-Palatinato
ru: Рейнланд-Пфальц

source: Right - Next day
ar: يمين - اليوم التالي
ca: Dreta - Dia següent
cs: Doprava - Následující den
de: Rechts – Nächster Tag
el: Δεξιά - Επόμενη ημέρα
es: Derecha - Día siguiente
fr: Droite - Jour suivant
it: Destra - Il giorno dopo
ru: Направо - Следующий день

source: Right arrow - Next day
ar: السهم الأيمن - اليوم التالي
ca: Fletxa dreta - Dia següent
cs: Šipka doprava - Následující den
de: Pfeil nach rechts – Nächster Tag
el: Βέλος δεξιά - Επόμενη ημέρα
es: Flecha derecha - Día siguiente
fr: Flèche droite - Jour suivant
it: Freccia destra - Giorno successivo
ru: Стрелка вправо - Следующий день

source: Russia
ar: روسيا
ca: Rússia
cs: Rusko
de: Russland
el: Ρωσία
es: Rusia
fr: Russie
ru: Россия

source: Saarland
ar: سارلاند
ca: Sarre
cs: Sársko
el: Σάαρλαντ
es: Sarre
fr: Sarre
ru: Саар

source: Satellite Photos
ar: صور الأقمار الصناعية
ca: Fotos per satèl·lit
cs: Satelitní snímky
de: Satellitenfotos
el: Δορυφορικές Φωτογραφίες
es: Fotos satelitales
fr: Photos satellites
it: Foto Satellitari
ru: Спутниковые снимки

source: Satellite photos coming soon!
ar: صور الأقمار الصناعية قريبًا!
ca: Fotos per satèl·lit properament!
cs: Satelitní snímky již brzy!
de: Satellitenfotos kommen bald!
el: Δορυφορικές φωτογραφίες σύντομα!
es: ¡Fotos satelitales próximamente!
fr: Photos satellites bientôt disponibles !
it: Foto satellitari in arrivo!
ru: Спутниковые снимки скоро!

source: Save
ar: حفظ
ca: Desar
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

source: Saxony
ar: ساكسونيا
ca: Saxònia
cs: Sasko
de: Sachsen
el: Σαξονία
es: Sajonia
fr: Saxe
it: Sassonia
ru: Саксония

source: Saxony-Anhalt
ar: ساكسونيا-أنهالت
ca: Saxònia-Anhalt
cs: Sasko-Anhaltsko
de: Sachsen-Anhalt
el: Σαξονία-Άνχαλτ
es: Sajonia-Anhalt
fr: Saxe-Anhalt
it: Sassonia-Anhalt
ru: Саксония-Анхальт

source: Schleswig-Holstein
ar: شليسفيغ-هولشتاين
ca: Slesvig-Holstein
cs: Šlesvicko-Holštýnsko
el: Σλέσβιχ-Χόλσταϊν
ru: Шлезвиг-Гольштейн

source: Search your City
ar: ابحث عن مدينتك
ca: Cerca la teva ciutat
cs: Vyhledejte své město
de: Stadt suchen
el: Αναζητήστε την Πόλη σας
es: Busque su ciudad
fr: Recherchez votre ville
it: Cerca la tua Città
ru: Поиск вашего города

source: Select
ar: اختيار
ca: Seleccionar
cs: Vybrat
de: Auswählen
el: Επιλογή
es: Seleccionar
fr: Sélectionner
it: Seleziona
ru: Выбрать

source: Select a city
ar: اختر مدينة
ca: Selecciona una ciutat
cs: Vyberte město
de: Stadt auswählen
el: Επιλέξτε μια πόλη
es: Seleccione una ciudad
fr: Sélectionnez une ville
it: Seleziona una città
ru: Выберите город

source: Select a map with OK
ar: اختر خريطة باستخدام موافق
ca: Selecciona un mapa amb D'acord
cs: Vyberte mapu pomocí OK
de: Karte mit OK auswählen
el: Επιλέξτε έναν χάρτη με ΟΚ
es: Seleccione un mapa con OK
fr: Sélectionnez une carte avec OK
it: Seleziona una mappa con OK
ru: Выберите карту с OK

source: Select unit system
ar: اختر نظام الوحدات
ca: Selecciona sistema d'unitats
cs: Vyberte systém jednotek
de: Einheitensystem auswählen
el: Επιλέξτε σύστημα μονάδων
es: Seleccione sistema de unidades
fr: Sélectionnez le système d'unités
it: Seleziona Sistema Unità
ru: Выберите систему единиц

source: Show info
ar: إظهار المعلومات
ca: Mostra informació
cs: Zobrazit informace
de: Info anzeigen
el: Εμφάνιση πληροφοριών
es: Mostrar información
fr: Afficher les infos
it: Mostra info
ru: Показать информацию

source: Slovakia
ar: سلوفاكيا
ca: Eslovàquia
cs: Slovensko
de: Slowakei
el: Σλοβακία
es: Eslovaquia
fr: Slovaquie
it: Slovacchia
ru: Словакия

source: Slower: {}s
ar: أبطأ: {}ث
ca: Més lent: {}s
cs: Pomaleji: {}s
de: Langsamer: {}s
el: Αργότερα: {}δ
es: Más lento: {}s
fr: Plus lent : {}s
it: Più lento: {}s
ru: Медленнее: {}с

source: South Africa
ar: جنوب أفريقيا
ca: Sud-àfrica
cs: Jihoafrická republika
de: Südafrika
el: Νότια Αφρική
es: Sudáfrica
fr: Afrique du Sud
it: Sudafrica
ru: Южная Африка

source: South America
ar: أمريكا الجنوبية
ca: Amèrica del Sud
cs: Jižní Amerika
de: Südamerika
el: Νότια Αμερική
es: América del Sur
fr: Amérique du Sud
it: America del Sud
ru: Южная Америка

source: Southeast Asia
ar: جنوب شرق آسيا
ca: Sud-est Asiàtic
cs: Jihovýchodní Asie
de: Südostasien
el: Νοτιοανατολική Ασία
es: Sudeste Asiático
fr: Asie du Sud-Est
it: Sud-est Asiatico
ru: Юго-Восточная Азия

source: Spain
ar: إسبانيا
ca: Espanya
cs: Španělsko
de: Spanien
el: Ισπανία
es: España
fr: Espagne
it: Spagna
ru: Испания

source: Station Observations
ar: ملاحظات المحطة
ca: Observacions d'estació
cs: Pozorování ze stanic
de: Station Beobachtungen
el: Παρατηρήσεις Σταθμού
es: Observaciones de estación
fr: Observations de la station
it: Stazione di Osservazione
ru: Наблюдения со станции

source: Sun
ar: الشمس
cs: Slunce
el: Ήλιος

source: Sunrise
ar: شروق الشمس
ca: Sortida del sol
cs: Východ slunce
de: Sonnenaufgang
el: Ανατολή ηλίου
es: Amanecer
fr: Lever du soleil
it: Alba
ru: Восход

source: Sunset
ar: غروب الشمس
ca: Posta del sol
cs: Západ slunce
de: Sonnenuntergang
el: Δύση ηλίου
es: Atardecer
fr: Coucher du soleil
it: Tramonto
ru: Закат

source: Sweden
ar: السويد
ca: Suècia
cs: Švédsko
de: Schweden
el: Σουηδία
es: Suecia
fr: Suède
it: Svezia
ru: Швеция

source: Switzerland
ar: سويسرا
ca: Suïssa
cs: Švýcarsko
de: Schweiz
el: Ελβετία
es: Suiza
fr: Suisse
it: Svizzera
ru: Швейцария

source: Temperature
ar: درجة الحرارة
cs: Teplota
el: Θερμοκρασία

source: Thin upper cloud
ar: سحب عليا رقيقة
ca: Capa fina de núvols alts
cs: Vysoká oblačnost
de: Dünne hohe Bewölkung
el: Λεπτή ανώτερη νέφωση
es: Nubes altas delgadas
fr: Nuages élevés minces
it: Nubi alte sottili
ru: Дымка

source: Thuringia
ar: تورينغن
ca: Turíngia
cs: Durynsko
de: Thüringen
el: Θουριγγία
es: Turingia
fr: Thuringe
it: Turingia
ru: Тюрингия

source: Transparency Settings
ar: إعدادات الشفافية
ca: Configuració de transparència
cs: Nastavení průhlednosti
de: Transparenzeinstellungen
el: Ρυθμίσεις Διαφάνειας
es: Configuración de transparencia
fr: Paramètres de transparence
it: Impostazioni Trasparenza
ru: Настройки прозрачности

source: Transparency level
ar: مستوى الشفافية
ca: Nivell de transparència
cs: Úroveň průhlednosti
de: Transparenzgrad
el: Επίπεδο διαφάνειας
es: Nivel de transparencia
fr: Niveau de transparence
it: Livello trasparenza
ru: Уровень прозрачности

source: UV Index
ar: مؤشر الأشعة فوق البنفسجية
el: Δείκτης Υπεριώδους Ακτινοβολίας
