Repository: Belfagor2005/Foreca4
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Foreca4/locale/*/LC_MESSAGES/Foreca4.po
Languages: ar, ca, cs, de, el, es, fr, it, ru

source: 0 - Today
ar: 0 - اليوم
ca: 0 - Avui
cs: 0 - Dnes
de: 0 – Heute
el: 0 - Σήμερα
es: 0 - Hoy
fr: 0 - Aujourd'hui
it: 0 - Oggi
ru: 0 - Сегодня

source: 1 - Today + 1 day
ar: 1 - اليوم + يوم واحد
ca: 1 - Avui + 1 dia
cs: 1 - Dnes + 1 den
de: 1 - Heute + 1 Tag
el: 1 - Σήμερα + 1 ημέρα
es: 1 - Hoy + 1 día
fr: 1 - Aujourd'hui + 1 jour
it: 1 - Oggi + 1 giorno
ru: 1 - Сегодня + 1 день

source: 1. No API credentials configured
ar: 1. لم يتم تكوين بيانات اعتماد API
ca: 1. No hi ha credencials API configurades
cs: 1. Nejsou nakonfigurovány přihlašovací údaje API
de: 1. Keine API-Zugangsdaten konfiguriert
el: 1. Δεν έχουν ρυθμιστεί διαπιστευτήρια API
fr: 1. Aucune identifiant API configuré
it: 1. Nessuna credenziale API configurata
ru: 1. Не настроены учётные данные API

source: 2 - Today + 2 days
ar: 2 - اليوم + يومان
ca: 2 - Avui + 2 dies
cs: 2 - Dnes + 2 dny
de: 2 – Heute + 2 Tage
el: 2 - Σήμερα + 2 ημέρες
es: 2 - Hoy + 2 días
fr: 2 - Aujourd'hui + 2 jours
it: 2 - Oggi + 2 giorni
ru: 2 - Сегодня + 2 дня

source: 2. API service temporarily unavailable
ar: 2. خدمة API غير متوفرة مؤقتًا
ca: 2. Servei API temporalment no disponible
cs: 2. Služba API je dočasně nedostupná
de: 2. API-Dienst vorübergehend nicht verfügbar
el: 2. Η υπηρεσία API είναι προσωρινά μη διαθέσιμη
fr: 2. Service API temporairement indisponible
it: 2. Servizio API temporaneamente non disponibile
ru: 2. Сервис API временно недоступен

source: 3 - Today + 3 days
ar: 3 - اليوم + 3 أيام
ca: 3 - Avui + 3 dies
cs: 3 - Dnes + 3 dny
de: 3 - Heute + 3 Tage
el: 3 - Σήμερα + 3 ημέρες
es: 3 - Hoy + 3 días
fr: 3 - Aujourd'hui + 3 jours
it: 3 - Oggi + 3 giorni
ru: 3 - Сегодня + 3 дня

source: 4 - Today + 4 days
ar: 4 - اليوم + 4 أيام
ca: 4 - Avui + 4 dies
cs: 4 - Dnes + 4 dny
de: 4 - Heute + 4 Tage
el: 4 - Σήμερα + 4 ημέρες
es: 4 - Hoy + 4 días
fr: 4 - Aujourd'hui + 4 jours
it: 4 - Oggi + 4 giorni
ru: 4 - Сегодня + 4 дня

source: 5 - Today + 5 days
ar: 5 - اليوم + 5 أيام
ca: 5 - Avui + 5 dies
cs: 5 - Dnes + 5 dnů
de: 5 - Heute + 5 Tage
el: 5 - Σήμερα + 5 ημέρες
es: 5 - Hoy + 5 días
fr: 5 - Aujourd'hui + 5 jours
it: 5 - Oggi + 5 giorni
ru: 5 - Сегодня + 5 дней

source: 6 - Today + 6 days
ar: 6 - اليوم + 6 أيام
ca: 6 - Avui + 6 dies
cs: 6 - Dnes + 6 dnů
de: 6 – Heute + 6 Tage
el: 6 - Σήμερα + 6 ημέρες
es: 6 - Hoy + 6 días
fr: 6 - Aujourd'hui + 6 jours
it: 6 - Oggi + 6 giorni
ru: 6 - Сегодня + 6 дней

source: 7 - Today + 7 days
ar: 7 - اليوم + 7 أيام
ca: 7 - Avui + 7 dies
cs: 7 - Dnes + 7 dnů
de: 7 - Heute + 7 Tage
el: 7 - Σήμερα + 7 ημέρες
es: 7 - Hoy + 7 días
fr: 7 - Aujourd'hui + 7 jours
it: 7 - Oggi + 7 giorni
ru: 7 - Сегодня + 7 дней

source: 7-Day Detailed Forecast
ar: توقعات مفصلة لمدة 7 أيام
ca: Pronòstic detallat de 7 dies
cs: Podrobná předpověď na 7 dní
de: 7-Tage-Detailvorhersage
el: Λεπτομερής πρόγνωση 7 ημερών
fr: Prévisions détaillées sur 7 jours
it: Previsioni dettagliate a 7 giorni
ru: Детальный прогноз на 7 дней

source: 8 - Today + 8 days
ar: 8 - اليوم + 8 أيام
ca: 8 - Avui + 8 dies
cs: 8 - Dnes + 8 dnů
de: 8 – Heute + 8 Tage
el: 8 - Σήμερα + 8 ημέρες
es: 8 - Hoy + 8 días
fr: 8 - Aujourd'hui + 8 jours
it: 8 - Oggi + 8 giorni
ru: 8 - Сегодня + 8 дней

source: 9 - Today + 9 days
ar: 9 - اليوم + 9 أيام
ca: 9 - Avui + 9 dies
cs: 9 - Dnes + 9 dnů
de: 9 – Heute + 9 Tage
el: 9 - Σήμερα + 9 ημέρες
es: 9 - Hoy + 9 días
fr: 9 - Aujourd'hui + 9 jours
it: 9 - Oggi + 9 giorni
ru: 9 - Сегодня + 9 дней

source: Afternoon
ar: بعد الظهر
ca: Tarda
cs: Odpoledne
de: Nachmittag
el: Απόγευμα
es: Tarde
fr: Après-midi
it: Pomeriggio
ru: Полдень

source: An error occurred during search!
ar: حدث خطأ أثناء البحث!
ca: S'ha produït un error durant la cerca!
cs: Během vyhledávání došlo k chybě!
de: Bei der Suche ist ein Fehler aufgetreten!
el: Παρουσιάστηκε σφάλμα κατά την αναζήτηση!
es: ¡Ocurrió un error durante la búsqueda!
fr: Une erreur s'est produite lors de la recherche !
it: Si è verificato un errore durante la ricerca!
ru: Произошла ошибка во время поиска!

source: Assign to Favorite 1
ar: تعيين إلى المفضلة 1
ca: Assignar a Favorit 1
cs: Přiřadit k Oblíbeným 1
de: Favorit 1 zuweisen
el: Αντιστοίχιση σε Αγαπημένο 1
es: Asignar a Favorito 1
fr: Attribuer au Favori 1
it: Assegna a Preferito 1
ru: Назначить в Избранное 1

source: Assign to Favorite 2
ar: تعيين إلى المفضلة 2
ca: Assignar a Favorit 2
cs: Přiřadit k Oblíbeným 2
de: Favorit 2 zuweisen
el: Αντιστοίχιση σε Αγαπημένο 2
es: Asignar a Favorito 2
fr: Attribuer au Favori 2
it: Assegna a Preferito 2
ru: Назначить в Избранное 2

source: Assign to Home
ar: تعيين كالصفحة الرئيسية
ca: Assignar com a Inici
cs: Nastavit jako Domov
de: Startseite zuweisen
el: Αντιστοίχιση σε Αρχική
es: Asignar como Inicio
fr: Définir comme Accueil
it: Assegna a Casa
ru: Назначить как Домашнее

source: Australia
ar: أستراليا
ca: Austràlia
cs: Austrálie
de: Australien
el: Αυστραλία
fr: Australie
ru: Австралия

source: Austria
ar: النمسا
ca: Àustria
cs: Rakousko
de: Österreich
el: Αυστρία
fr: Autriche
ru: Австрия

source: Back
ar: رجوع
ca: Enrere
cs: Zpět
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
it: Indietro
ru: Назад

source: Baden-Wuerttemberg
ar: بادن-فورتمبيرغ
ca: Baden-Württemberg
cs: Bádensko-Württembersko
de: Baden-Württemberg
el: Βάδη-Βυρτεμβέργη
es: Baden-Wurtemberg
fr: Bade-Wurtemberg
it: Baden-Württemberg
ru: Баден-Вюртемберг

source: Bavaria
ar: بافاريا
ca: Baviera
cs: Bavorsko
de: Bayern
el: Βαυαρία
es: Baviera
fr: Bavière
it: Baviera
ru: Бавария

source: Belgium
ar: بلجيكا
ca: Bèlgica
cs: Belgie
de: Belgien
el: Βέλγιο
es: Bélgica
fr: Belgique
it: Belgio
ru: Бельгия

source: Berlin
ar: برلين
ca: Berlín
cs: Berlín
el: Βερολίνο
es: Berlín
it: Berlino
ru: Берлин

source: Blue
ar: أزرق
ca: Blau
cs: Modrá
de: Blau
el: Μπλε
es: Azul
fr: Bleu
it: Blu
ru: Синий

source: Blue - Home
ar: أزرق - الصفحة الرئيسية
ca: Blau - Inici
cs: Modrá - Domov
de: Blau – Startseite
el: Μπλε - Αρχική
es: Azul - Inicio
fr: Bleu - Accueil
it: Blu - Principale
ru: Синяя кнопка - Домой

source: Brandenburg
ar: براندنبورغ
cs: Braniborsko
el: Βρανδεμβούργο
es: Brandeburgo
fr: Brandebourg
it: Brandeburgo
ru: Бранденбург

source: Bremen
ar: بريمن
cs: Brémy
el: Βρέμη
fr: Brême
it: Brema
ru: Бремен

source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

source: Celsius, km/h, hPa
ar: مئوية، كم/س، هيكتوباسكال
cs: Celsia, km/h, hPa
el: Κελσίου, χλμ/ώρα, hPa
ru: Цельсий, км/ч, гПа

source: Changes apply immediately
ar: يتم تطبيق التغييرات فورًا
ca: Els canvis s'apliquen immediatament
cs: Změny se projeví okamžitě
de: Änderungen werden sofort übernommen
el: Οι αλλαγές εφαρμόζονται άμεσα
es: Los cambios se aplican inmediatamente
fr: Les changements s'appliquent immédiatement
it: Applica modifiche immediatamente
ru: Изменения применяются немедленно

source: City Selection
ar: اختيار المدينة
ca: Selecció de ciutat
cs: Výběr města
de: Stadtauswahl
el: Επιλογή Πόλης
es: Selección de ciudad
fr: Sélection de ville
it: Selezione Città
ru: Выбор города

source: City list file not found!
ar: ملف قائمة المدن غير موجود!
ca: No s'ha trobat el fitxer de llista de ciutats!
cs: Soubor se seznamem měst nebyl nalezen!
de: Stadtlistendatei nicht gefunden!
el: Το αρχείο λίστας πόλεων δεν βρέθηκε!
es: ¡No se encontró el archivo de lista de ciudades!
fr: Fichier de liste des villes non trouvé !
it: File lista città non trovato!
ru: Файл списка городов не найден!

source: Clear
ar: صافٍ
ca: Clar
cs: Jasno
de: Klar
el: Αίθριος
es: Despejado
fr: Clair
it: Sereno
ru: Ясно

source: Cloudy
ar: غائم
ca: Ennuvolat
cs: Oblačno
de: Bewölkt
el: Συννεφιασμένος
es: Nublado
fr: Nuageux
it: Nuvoloso
ru: Облачно

source: Cloudy and light rain
ar: غائم وأمطار خفيفة
ca: Ennuvolat i pluja lleugera
cs: Oblačno a slabý déšť
de: Bewölkt und leichter Regen
el: Συννεφιασμένος και ελαφριά βροχή
es: Nublado y lluvia ligera
fr: Nuageux et légère pluie
it: Nuvoloso e pioggia leggera
ru: Облачно и мелкий дождь

source: Cloudy and light snow
ar: غائم وثلوج خفيفة
ca: Ennuvolat i neu lleugera
cs: Oblačno a slabé sněžení
de: Bewölkt und leichter Schneefall
el: Συννεφιασμένος και ελαφριά χιονόπτωση
es: Nublado y nieve ligera
fr: Nuageux et légère neige
it: Nuvoloso e neve leggera
ru: Облачно и мелкий снег

source: Cloudy and light wet snow
ar: غائم وثلوج رطبة خفيفة
ca: Ennuvolat i neu humida lleugera
cs: Oblačno a slabý mokrý sníh
de: Bewölkt und leichter Nieselschnee
el: Συννεφιασμένος και ελαφρύ υγρό χιόνι
es: Nublado y aguanieve ligera
fr: Nuageux et faible neige humide
it: Nuvoloso e neve bagnata leggera
ru: Облачно и легкий мокрый снег

source: Cloudy and showers
ar: غائم وزخات مطر
ca: Ennuvolat i xàfecs
cs: Oblačno a přeháňky
de: Bewölkt und Schauer
el: Συννεφιασμένος και μπόρες
es: Nublado y chubascos
fr: Nuageux et averses
it: Nuvoloso e rovesci
ru: Облачно и дожди

source: Cloudy and snow showers
ar: غائم وزخات ثلجية
ca: Ennuvolat i xàfecs de neu
cs: Oblačno a sněhové přeháňky
de: Bewölkt und Schneeschauer
el: Συννεφιασμένος και χιονομπόρες
es: Nublado y chubascos de nieve
fr: Nuageux et averses de neige
it: Nuvoloso e rovesci di neve
ru: Облачно и ливневый снег

source: Cloudy and wet snow showers
ar: غائم وزخات ثلج رطب
ca: Ennuvolat i xàfecs de neu humida
cs: Oblačno a přeháňky mokrého sněhu
de: Bewölkt und nasse Schneeschauer
el: Συννεφιασμένος και μπόρες υγρού χιονιού
es: Nublado y chubascos de aguanieve
fr: Nuageux et averses de neige humide
it: Nuvoloso e rovesci di neve bagnata
ru: Облачно, дожди и снегопады

source: Cloudy, thunderstorms with rain
ar: غائم، عواصف رعدية مع أمطار
ca: Ennuvolat, tempestes amb pluja
cs: Oblačno, bouřky s deštěm
de: Bewölkt, Gewitter mit Regen
el: Συννεφιασμένος, καταιγίδες με βροχή
es: Nublado, tormentas con lluvia
fr: Nuageux, orages avec pluie
it: Nuvoloso, temporali con pioggia
ru: Облачно, грозы с дождем

source: Color data
ar: بيانات الألوان
ca: Dades de color
cs: Data barev
de: Farbdaten
el: Δεδομένα χρώματος
es: Datos de color
fr: Données de couleur
it: Dati colore
ru: Данные цвета

source: Color file not found
ar: ملف الألوان غير موجود
ca: No s'ha trobat el fitxer de color
cs: Soubor s barvami nebyl nalezen
de: Farbdatei nicht gefunden
el: Το αρχείο χρώματος δεν βρέθηκε
es: No se encontró el archivo de color
fr: Fichier de couleur non trouvé
it: File colore non trovato
ru: Файл цвета не найден

source: Color name
ar: اسم اللون
ca: Nom del color
cs: Název barvy
de: Farbname
el: Όνομα χρώματος
es: Nombre del color
fr: Nom de couleur
it: Nome colore
ru: Название цвета

source: Color select
ar: اختيار اللون
ca: Selecció de color
cs: Výběr barvy
de: Farbe auswählen
el: Επιλογή χρώματος
es: Selección de color
fr: Sélection de couleur
it: Seleziona Colore
ru: Выбор цвета

source: Color selection
ar: اختيار اللون
ca: Selecció de color
cs: Výběr barvy
de: Farbauswahl
el: Επιλογή χρώματος
fr: Sélection de couleur
it: Selezione del colore
ru: Выбор цвета

source: Continents Weather Maps
ar: خرائط الطقس للقارات
ca: Mapes meteorològics dels continents
cs: Mapy počasí kontinentů
de: Kontinente Wetterkarten
el: Χάρτες Καιρού Ηπείρων
es: Mapas meteorológicos de continentes
fr: Cartes météo des continents
it: Mappe Meteo dei Continenti
ru: Погодные карты континентов

source: Could not load forecast data
ar: تعذر تحميل بيانات التوقعات
ca: No s'han pogut carregar les dades de pronòstic
cs: Nelze načíst data předpovědi
de: Vorhersagedaten konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση δεδομένων πρόγνωσης
es: No se pudieron cargar los datos del pronóstico
fr: Impossible de charger les données de prévision
it: Impossibile caricare i dati delle previsioni
ru: Не удалось загрузить данные прогноза

source: Current weather and forecast
ar: الطقس الحالي والتوقعات
ca: Temps actual i pronòstic
cs: Aktuální počasí a předpověď
de: Aktuelles Wetter und Vorhersage
el: Τρέχων καιρός και πρόγνωση
es: Clima actual y pronóstico
fr: Météo actuelle et prévisions
it: Meteo attuale e previsioni
ru: Текущая погода и прогноз погоды

source: Current weather and forecast for the next 10 days
ar: الطقس الحالي والتوقعات للأيام العشرة القادمة
ca: Temps actual i pronòstic per als propers 10 dies
cs: Aktuální počasí a předpověď na následujících 10 dní
de: Aktuelles Wetter und Vorhersage für die nächsten 10 Tage
el: Τρέχων καιρός και πρόγνωση για τις επόμενες 10 ημέρες
es: Clima actual y pronóstico para los próximos 10 días
fr: Météo actuelle et prévisions pour les 10 prochains jours
it: Meteo attuale e previsioni per i prossimi 10 giorni
ru: Текущая погода и прогноз на следующие 10 дней

source: Czech Republic
ar: جمهورية التشيك
ca: República Txeca
cs: Česká republika
de: Tschechische Republik
el: Τσεχία
es: República Checa
fr: République tchèque
it: Repubblica Ceca
ru: Чешская Республика

source: Data provided by Foreca
ar: البيانات مقدمة من Foreca
ca: Dades proporcionades per Foreca
cs: Data poskytuje Foreca
de: Daten bereitgestellt von Foreca
el: Δεδομένα παρεχόμενα από την Foreca
es: Datos proporcionados por Foreca
fr: Données fournies par Foreca
it: Dati forniti da Foreca
ru: Данные предоставлены Foreca

source: Denmark
ar: الدنمارك
ca: Dinamarca
cs: Dánsko
de: Dänemark
el: Δανία
es: Dinamarca
fr: Danemark
it: Danimarca
ru: Дания

source: Distance
ar: المسافة
cs: Vzdálenost
el: Απόσταση

source: Down - Next page
ar: أسفل - الصفحة التالية
ca: Avall - Pàgina següent
cs: Dolů - Další strana
de: Nach unten – Nächste Seite
el: Κάτω - Επόμενη σελίδα
es: Abajo - Página siguiente
fr: Bas - Page suivante
it: Giù - Pagina successiva
ru: Вниз - Следующая страница

source: Downloading images...
ar: جاري تحميل الصور...
ca: Descarregant imatges...
cs: Stahování obrázků...
de: Bilder werden heruntergeladen...
el: Λήψη εικόνων...
es: Descargando imágenes...
fr: Téléchargement des images...
it: Download immagini in corso...
ru: Загрузка изображений...

source: East Asia
ar: شرق آسيا
ca: Àsia Oriental
cs: Východní Asie
de: Ostasien
el: Ανατολική Ασία
es: Asia Oriental
fr: Asie de l'Est
it: Asia Orientale
ru: Восточная Азия

source: Error displaying forecast
ar: خطأ في عرض التوقعات
ca: Error en mostrar el pronòstic
cs: Chyba při zobrazování předpovědi
de: Fehler beim Anzeigen der Vorhersage
el: Σφάλμα εμφάνισης πρόγνωσης
fr: Erreur lors de l'affichage des prévisions
it: Errore nella visualizzazione delle previsioni
ru: Ошибка отображения прогноза

source: Error loading colors
ar: خطأ في تحميل الألوان
ca: Error en carregar colors
cs: Chyba při načítání barev
de: Fehler beim Laden der Farben
el: Σφάλμα φόρτωσης χρωμάτων
es: Error al cargar los colores
fr: Erreur lors du chargement des couleurs
it: Errore nel caricamento dei colori
ru: Ошибка загрузки цветов

source: Error loading maps. Check connection.
ar: خطأ في تحميل الخرائط. تحقق من الاتصال.
ca: Error en carregar mapes. Comprova la connexió.
cs: Chyba při načítání map. Zkontrolujte připojení.
de: Fehler beim Laden der Karten. Verbindung prüfen.
el: Σφάλμα φόρτωσης χαρτών. Ελέγξτε τη σύνδεση.
es: Error al cargar mapas. Verifique la conexión.
fr: Erreur lors du chargement des cartes. Vérifiez la connexion.
it: Errore durante il caricamento delle mappe. Controllare la connessione.
ru: Ошибка загрузки карт. Проверьте соединение.

source: Error saving favorite!
ar: خطأ في حفظ المفضلة!
ca: Error en desar el favorit!
cs: Chyba při ukládání oblíbené položky!
de: Fehler beim Speichern des Favoriten!
el: Σφάλμα αποθήκευσης αγαπημένου!
es: ¡Error al guardar favorito!
fr: Erreur lors de l'enregistrement du favori !
it: Errore durante il salvataggio dei preferiti!
ru: Ошибка сохранения избранного!

source: Europe
ar: أوروبا
ca: Europa
cs: Evropa
de: Europa
el: Ευρώπη
es: Europa
it: Europa
ru: Европа

source: European Weather Maps
ar: خرائط الطقس الأوروبية
ca: Mapes meteorològics europeus
cs: Evropské mapy počasí
de: Europäische Wetterkarten
el: Ευρωπαϊκοί Χάρτες Καιρού
es: Mapas meteorológicos europeos
fr: Cartes météo européennes
it: Mappe Meteo Europee
ru: Европейские погодные карты

source: Evening
ar: المساء
ca: Vespre
cs: Večer
de: Abend
el: Βράδυ
es: Noche
fr: Soir
it: Sera
ru: Вечер

source: Exit
ar: خروج
ca: Sortir
cs: Konec
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
it: Esci
ru: Выход

source: Exit - End
ar: خروج - إنهاء
ca: Sortir - Finalitzar
cs: Konec - Ukončit
de: Verlassen - Beenden
el: Έξοδος - Τέλος
es: Salir - Fin
fr: Quitter - Fin
it: Uscita - Fine
ru: Выход - Закрыть

source: Fahrenheit, mph, inHg
ar: فهرنهايت، ميل/س، بوصة زئبقية
el: Φαρενάιτ, μίλια/ώρα, inHg
ru: Фаренгейт, миль/ч, дюйм рт. ст

source: Faster: {}s
ar: أسرع: {}ث
ca: Més ràpid: {}s
cs: Rychleji: {}s
de: Schneller: {}s
el: Ταχύτερα: {}δ
es: Más rápido: {}s
fr: Plus rapide : {}s
it: Più veloce: {}s
ru: Быстрее: {}с

source: Favorite 1
ar: المفضلة 1
ca: Favorit 1
cs: Oblíbené 1
de: Favorit 1
el: Αγαπημένο 1
es: Favorito 1
fr: Favori 1
it: Preferito 1
ru: Избранное 1

source: Favorite 2
ar: المفضلة 2
ca: Favorit 2
cs: Oblíbené 2
de: Favorit 2
el: Αγαπημένο 2
es: Favorito 2
fr: Favori 2
it: Preferito 2
ru: Избранное 2

source: Feels like
ar: يبدو كـ
cs: Pocitová teplota
el: Αίσθηση

source: Finland
ar: فنلندا
ca: Finlàndia
cs: Finsko
de: Finnland
el: Φινλανδία
es: Finlandia
fr: Finlande
it: Finlandia
ru: Финляндия

source: Fog
ar: ضباب
ca: Boira
cs: Mlha
de: Nebel
el: Ομίχλη
es: Niebla
fr: Brouillard
it: Nebbia
ru: Туман

source: Foreca 4
ar: فوريكا 4

source: Foreca 4 Weather and Forecast
ar: طقس وتوقعات فوريكا 4
ca: Temps i pronòstic Foreca 4
cs: Foreca 4 Počasí a předpověď
de: Foreca 4 Wetter und Vorhersage
el: Καιρός και πρόγνωση Foreca 4
es: Clima y pronóstico Foreca 4
fr: Météo et prévisions Foreca 4
it: Meteo e previsioni Foreca 4
ru: Погода и прогноз Foreca 4

source: Foreca Live Maps (API)
ar: خرائط فوريكا المباشرة (API)
ca: Mapes Foreca en directe (API)
cs: Foreca Živé mapy (API)
de: Foreca Live-Karten (API)
el: Foreca Ζωντανοί Χάρτες (API)
es: Mapas en vivo de Foreca (API)
fr: Cartes en direct Foreca (API)
it: Foreca Mappe Live (API)
ru: Foreca Live Карты (API)

source: Foreca Menu
ar: قائمة فوريكا
ca: Menú Foreca
cs: Menu Foreca
de: Foreca-Menü
el: Μενού Foreca
es: Menú Foreca
fr: Menu Foreca
it: Menu Foreca
ru: Меню Foreca

source: Foreca Weather Forecast
ar: توقعات طقس فوريكا
ca: Pronòstic del temps Foreca
cs: Předpověď počasí Foreca
de: Foreca Wettervorhersage
el: Πρόγνωση καιρού Foreca
es: Pronóstico del tiempo Foreca
fr: Prévisions météo Foreca
it: Previsioni del tempo Foreca
ru: Прогноз Погоды в Фореке

source: Forecast
ar: التوقعات
ca: Pronòstic
cs: Předpověď
de: Vorhersage
el: Πρόγνωση
es: Pronóstico
fr: Prévisions
it: Previsione
ru: Прогноз

source: France
ar: فرنسا
ca: França
cs: Francie
de: Frankreich
el: Γαλλία
es: Francia
it: Francia
ru: Франция

source: German States Weather Maps
ar: خرائط طقس الولايات الألمانية
ca: Mapes meteorològics dels estats alemanys
cs: Mapy počasí německých spolkových zemí
de: Deutsche Bundesländer Wetterkarten
el: Χάρτες Καιρού Γερμανικών Κρατιδίων
es: Mapas meteorológicos de estados alemanes
fr: Cartes météo des Länder allemands
it: Mappe Meteo degli Stati Tedeschi
ru: Погодные карты немецких земель

source: Germany
ar: ألمانيا
ca: Alemanya
cs: Německo
de: Deutschland
el: Γερμανία
es: Alemania
fr: Allemagne
it: Germania
ru: Германия

source: Great Britain
ar: بريطانيا العظمى
ca: Gran Bretanya
cs: Velká Británie
de: Großbritannien
el: Μεγάλη Βρετανία
es: Gran Bretaña
fr: Grande-Bretagne
it: Gran Bretagna
ru: Великобритания

source: Greece
ar: اليونان
ca: Grècia
cs: Řecko
de: Griechenland
el: Ελλάδα
es: Grecia
fr: Grèce
it: Grecia
ru: Греция

source: Green
ar: أخضر
ca: Verd
cs: Zelená
de: Grün
el: Πράσινο
es: Verde
fr: Vert
it: Verde
ru: Зеленый

source: Green - Favorite 1
ar: أخضر - المفضلة 1
ca: Verd - Favorit 1
cs: Zelená - Oblíbené 1
de: Grün – Favorit 1
el: Πράσινο - Αγαπημένο 1
es: Verde - Favorito 1
fr: Vert - Favori 1
it: Verde - Favorito 1
ru: Зелёная кнопка - Избранное 1

source: Hamburg
ar: هامبورغ
cs: Hamburk
el: Αμβούργο
es: Hamburgo
fr: Hambourg
it: Amburgo
ru: Гамбург

source: Header - not selectable
ar: رأس - غير قابل للتحديد
ca: Capçalera - no seleccionable
cs: Záhlaví - nelze vybrat
de: Kopfzeile – nicht auswählbar
el: Κεφαλίδα - μη επιλέξιμο
es: Encabezado - no seleccionable
fr: En-tête - non sélectionnable
it: Intestazione - non selezionabile
ru: Заголовок - не выбирается

source: Hesse
ar: هيسن
ca: Hessen
cs: Hesensko
de: Hessen
el: Έσση
it: Assia
ru: Гессен

source: Home
ar: الصفحة الرئيسية
ca: Inici
cs: Domov
de: Startseite
el: Αρχική
es: Inicio
fr: Accueil
ru: Домашнее

source: Humidity
ar: الرطوبة
cs: Vlhkost
el: Υγρασία

source: Hungary
ar: المجر
ca: Hongria
cs: Maďarsko
de: Ungarn
el: Ουγγαρία
es: Hungría
fr: Hongrie
it: Ungheria
ru: Венгрия

source: Image not available
ar: الصورة غير متوفرة
ca: Imatge no disponible
cs: Obrázek není k dispozici
de: Bild nicht verfügbar
el: Η εικόνα δεν είναι διαθέσιμη
es: Imagen no disponible
fr: Image non disponible
it: Immagine non disponibile
ru: Изображение недоступно

source: Imperial System
ar: النظام الإمبراطوري
ca: Sistema imperial
cs: Imperiální systém
de: Imperiales System
el: Αυτοκρατορικό Σύστημα
es: Sistema Imperial
fr: Système impérial
it: Sistema Imperiale
ru: Имперская система

source: Imperial System (Fahrenheit, mph, inHg)
ar: النظام الإمبراطوري (فهرنهايت، ميل/س، بوصة زئبقية)
cs: Imperiální systém (Fahrenheit, mph, inHg)
de: Imperiales System (Fahrenheit, mph, inHg)
fr: Système impérial (Fahrenheit, mph, inHg)
ru: Имперская система (Фаренгейт, миль/ч, дюйм рт. ст.)

source: Info
ar: معلومات
ca: Informació
el: Πληροφορίες
es: Información
fr: Infos
it: Informazioni
ru: Информация

source: Info - About
ar: معلومات - حول
ca: Informació - Quant a
cs: Info - O aplikaci
de: Info - Über
el: Πληροφορίες - Σχετικά
es: Información - Acerca de
fr: Infos - À propos
it: Info - Informazioni
ru: Инфо - О программе

source: Ireland
ar: أيرلندا
ca: Irlanda
cs: Irsko
de: Irland
el: Ιρλανδία
es: Irlanda
fr: Irlande
it: Irlanda
ru: Ирландия

source: Italy
ar: إيطاليا
ca: Itàlia
cs: Itálie
de: Italien
el: Ιταλία
es: Italia
fr: Italie
it: Italia
ru: Италия

source: Jump 100 down
ar: القفز 100 لأسفل
ca: Saltar 100 avall
cs: Skočit o 100 dolů
de: 100 nach unten springen
el: Μετάβαση 100 κάτω
es: Saltar 100 abajo
fr: Sauter 100 vers le bas
it: Salta 100 in giù
ru: Перейти на 100 вниз

source: Jump 100 up
ar: القفز 100 لأعلى
ca: Saltar 100 amunt
cs: Skočit o 100 nahoru
de: 100 nach oben springen
el: Μετάβαση 100 πάνω
es: Saltar 100 arriba
fr: Sauter 100 vers le haut
it: Salta 100 in su
ru: Перейти на 100 вверх

source: Jump 500 down
ar: القفز 500 لأسفل
ca: Saltar 500 avall
cs: Skočit o 500 dolů
de: 500 nach unten springen
el: Μετάβαση 500 κάτω
es: Saltar 500 abajo
fr: Sauter 500 vers le bas
it: Salta 500 in giù
ru: Перейти на 500 вниз

source: Jump 500 up
ar: القفز 500 لأعلى
ca: Saltar 500 amunt
cs: Skočit o 500 nahoru
de: 500 nach oben springen
el: Μετάβαση 500 πάνω
es: Saltar 500 arriba
fr: Sauter 500 vers le haut
it: Salta 500 in su
ru: Перейти на 500 вверх

source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
cs: Klávesnice
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fr: Clavier
it: Tastiera
ru: Клавиатура

source: Last update
ar: آخر تحديث
cs: Poslední aktualizace
el: Τελευταία ενημέρωση

source: Latvia
ar: لاتفيا
ca: Letònia
cs: Lotyšsko
de: Lettland
el: Λετονία
es: Letonia
fr: Lettonie
it: Lettonia
ru: Латвия

source: Left - Previous day
ar: يسار - اليوم السابق
ca: Esquerra - Dia anterior
cs: Doleva - Předchozí den
de: Links – Vortag
el: Αριστερά - Προηγούμενη ημέρα
es: Izquierda - Día anterior
fr: Gauche - Jour précédent
it: Sinistra - Giorno precedente
ru: Налево - Предыдущий день
